      {
         "name":"Reading",
         "keywords":["Management", "Agile", "Scrum", "Sci-Fi", "Fantasy", "Horror", "Clean Code", "TDD", "Architecting for the Cloud",
            "Isaac Asimov",
            "Robert Heinlein",
            "George Orwell",
            "Terry Goodkind",
            "Alan Kuper",
            "Tom DeMarco",
            "Robert Martin: Clean Code: A Handbook of Agile Software Craftsmanship",
            "Adrenaline Junkies and Template Zombies: Understanding Patterns of Project Behavior",
            "Edward Yourdon Death March",
            "Alan Kuper The Inmates Are Running the Asylum",
            "Smart and Gets Things Done: Joel Spolsky`s Concise Guide to Finding the Best Technical Talent",
            "Frederick P. Brooks, The Mythical Man-Month",
            "E. Gamma Design Patterns. Elements of Reusable Object-Oriented Software",
            "J. Hank Rainwater Herding Cats: A Primer for Programmers Who Lead Programmers",
            "Allan Kelly: Xanpan",
            "Designing Data-Intensive Applications: The Big Ideas Behind Reliable, Scalable, and Maintainable System",
            "Jinesh Varia: AWS Architecting for the Cloud: Best practices",
            "The Phoenix Project: A Novel About IT by Gene Kim, Kevin Behr, George Spafford",
            "SCRUM The Art of Doing Twice the Work in Half the Time by Jeff Sutherland",
            "The soul of a new machine by Tracy Kidder",
            "The five dysfunctions of a team: a Leadership fable by Patrick Lencioni",
            "Crossing the chasm: marketing and selling high-tech products to mainstream customers",
            "The Deadline: A Novel about Project Management by Tom DeMarco",
            "Solid Code: Optimizing the Software Development Life Cycle by Donis Marshall and John Bruno",
            "The software development edge: essay on managing successful projects by Joe Marasco",
            "Joel on software by Joel Spolsky",
            "Why software sucks… adn what you can do about it by David S. Platt",
            "Programming Collective Intelligence by Toby Segaran",
            "97 things every software architect should know: collective wisdom from the Experts"
         ]
      }
